Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །སྦྱོར་བ་དེ་ནོར་བཟངས་ཀྱི་བཙུན་མོའི་སྐྱེ་བོས་ཤེས་ནས་དེ་རྣམས་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ། བདག་ཅག་ལང་ཚོ་ལ་བབ་ཅིང་གཟུགས་ཕུན་སུམ་ཚོགས་པ་ཡིན་པས། ད་ནི་བདག་ཅག་དང་གཞོན་ནུ་ནོར་བཟངས་སུ་ཡོངས་སུ་དགའ་མགུར་སྤྱོད་པར་འགྱུར་རོ་ཞེས་དེ་རྣམས་རབ་ཏུ་དགའ་བར་བྱེད་པ་དེ་དག་ཡིད་འཕྲོག་མས་མཐོང་ནས་དྲིས་པ།
en: Learning of these preparations, Sudhana’s consorts were pleased and satisfied and said, ‘Since we are endowed with youth and beauty, we and Prince Sudhana will now play, make love, and enjoy ourselves.’

source: ཁྱེད་ཅག་ཅིའི་ཕྱིར་ལྷག་པར་དགའ།
en: “Manoharā saw them pleased and asked, ‘Why are you so pleased?’

source: ཇི་ཙམ་ན་གཞན་ཞིག་གིས་ཡིད་འཕྲོག་མ་ལ་ཇི་ལྟར་གྱུར་པ་རྒྱས་པར་སྨྲས་པ་དང་། ཡིད་འཕྲོག་མ་སྡུག་བསྔལ་བ་དང་ཡིད་མི་བདེ་བ་སྐྱེས་ནས་གཞོན་ནུ་ནོར་བཟངས་ཀྱི་མ་གང་ན་བ་དེར་སོང་སྟེ་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་སྙིང་རྗེ་རྗེ་སྐད་དུ་སྒྲ་གཅོམ་ཆུང་ངུས་དོན་དེ་དལ་བུས་སྨྲས་པ་དང་། དེས་སྨྲས་པ།
en: “Then someone explained to Manoharā in detail what had happened. Full of pain and despair, Manoharā went to Prince Sudhana’s mother. She threw herself at her feet and informed her of the matter slowly, in a piteous voice.

source: གལ་ཏེ་དེ་ལྟ་ན་ལེགས་པར་རྟོགས་ཤིག །བདག་གིས་ཀྱང་བརྟག་གོ།
en: The mother said, ‘If this is so, look into it thoroughly. So will I.’

source: །ཡིད་འཕྲོག་མས་བརྟགས་ནས་ཡང་སྨྲས་པ་དང་། དེས་བརྟགས་ན་ཡང་བདེན་པར་མཐོང་ནས།
en: “Manoharā looked into it and reported back. The mother looked into it too, and it seemed to be true.

source: དེ་ནས་དེས་གཙུག་གི་ནོར་བུ་དེ་དང་གོས་ཤིག་ཡིད་འཕྲོག་མ་ལ་བྱིན་ནས་སྨྲས་པ། བུ་ཁྱོད་དུས་ལ་མ་བབ་པར་མ་འགྲོ་ཤིག །དེ་ལྟ་ན་ཁོ་མོ་ལ་ཁ་མཆུ་འབྱུང་བར་མི་འགྱུར་རོ།
en: Then she gave the crest jewel and garment to Manoharā and said, ‘Daughter, you should not leave until it is time so that I will not be blamed.’

source: །དེ་ནས་རྒྱལ་པོ་ཇི་སྐད་བསྟན་པའི་རིམ་པ་བཞིན་དུ་ཁྲུས་ལ་ཆས་ཏེ་ཁྲག་གིས་གང་བའི་རྫིང་བུར་ཞུགས་ནས་བྱུང་བ་དང་། དེ་ནས་དེའི་རྐང་པ་གཉིས་ལ་བྲམ་ཟེ་རྣམས་ཀྱི་ལྕེས་བལྡགས་སོ།
en: “And so the king went bathing, going through all the procedures he had been taught. He entered the pond filled with blood and returned to land. Thereupon brahmins licked his feet with their tongues.

source: །ཇི་ཙམ་ན་མིའམ་ཅི་མོ་ཁྲིད་དེ་ཤོག་ཅེས་བསྒོ་བ་དང་། དེ་མ་ཐག་ཁོ་ནར་ཡིད་འཕྲོག་མ་ནམ་མཁའ་ལ་འཕགས་ཏེ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Then he ordered, ‘Bring the kinnarī.’ Manoharā immediately soared up into the air and spoke a verse:

source: བདག་ནི་རེག་དང་ཕྲད་པ་དང་། །བདག་ནི་བགད་དང་རྩེས་པ་ལས།
en: “ ‘I have touched and met him. I have laughed and played with him.

source: །བན་གླང་མོ་བཏགས་ཐར་བ་ལྟར།
en: But, just like a she-elephant unbound,

source: །དེ་ནི་བདག་མོ་འགྲོ་བར་བྱ།
en: I will now depart.’

source: །རྒྱལ་པོས་ཀྱང་ནམ་མཁའི་ལམ་ལས་འགྲོ་བ་མཐོང་ནས་དེ་སྐྲག་སྟེ་མདུན་ན་འདོན་ལ་སྨྲས་པ།
en: “The king saw her fly off through the air.

source: གང་གི་ཕྱིར་འབད་པར་བྱ་བ་དེ་མ་གྲུབ་པར་མིའམ་ཅི་ཡིད་འཕྲོག་མ་བྲོས་སོ།
en: Frightened, he said to the chief priest, ‘The kinnarī Manoharā has fled, while the purpose for which we have made all this effort has not yet been accomplished.’

source: །མདུན་ན་འདོན་གྱིས་སྨྲས་པ། ལྷ་ད་ནི་དོན་གྲུབ་སྟེ་དངོས་སྡིག་དང་བྲལ་ལགས་སོ།
en: “ ‘Your Majesty,’ said the chief priest, ‘the purpose is now accomplished, and you are free from sin.’

source: །དེ་ནས་ཡིད་འཕྲོག་མ་ནམ་མཁའི་ལམ་ལས་འགྲོ་བ་ན་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡང་བདག་གནས་སྐབས་འདི་ཐོབ་པ་དེ་ནི་དྲང་སྲོང་དེས་བསྟན་པ་ལས་གྱུར་གྱི།
en: “Thereupon Manoharā thought, flying through the air, ‘All my falling into these circumstances began when that ṛṣi spoke of me.

source: གལ་ཏེ་དེས་མ་བསྟན་ན་ནི་བདག་བཟུང་ཞིང་འགྲོ་བར་མི་འགྱུར་བ་ཞིག །དེ་ལྟ་བས་ན་རེ་ཞིག་དྲང་སྲོང་དེའི་དྲུང་དུ་འགྲོའོ་སྙམ་ནས།
en: If he had not spoken, I would not have been caught. So, I will first go to that ṛṣi.’

source: དེ་དེའི་བསྟི་གནས་སུ་སོང་སྟེ་རྐང་པ་གཉིས་ལ་ཕྱག་བྱས་ནས་དྲང་སྲོང་ལ་སྨྲས་པ། དྲང་སྲོང་ཆེན་པོ་ཁྱོད་ཀྱིས་བསྟན་པས་བདག་བཟུང་སྟེ་མཆིས་ནས་མིའི་རེག་པ་རྣམས་ཐོབ་ཅིང་སྲོག་གི་བར་ཆད་དུ་ཅུང་ཞིག་གིས་མ་གྱུར་ཏོ།
en: “She went to his hermitage, and after paying homage at his feet, she said to the ṛṣi, ‘O great ṛṣi, in consequence of your speaking of me, I was caught, touched by a human, and narrowly avoided death.

source: །དེ་བས་གསོལ་བ་ནི་གལ་ཏེ་བརྒྱ་ཞིག་ལ་གཞོན་ནུ་ནོར་བཟངས་བདག་ཚོལ་ཞིང་མཆིས་ན་དེ་ལ་བདག་གི་སོར་གདུབ་སྩོལ་ལ་འདི་སྐད་ཀྱང་གསུང་བའི་རིགས་སོ།
en: Therefore, I ask you, if Prince Sudhana at some point comes here in search of me, give him this ring and say this:

source: །གཞོན་ནུ་ལམ་ཡང་བགྲོད་པར་དཀའ་སྟེ་ཉོན་མོངས་པར་འགྱུར་གྱིས་སླར་བཞུད་ཅིག །གལ་ཏེ་བཟློག་ཀྱང་མཆིས་སུ་མ་བཏུབ་ན་དེ་ལ་ལམ་བསྟན་པའི་རིགས་ཀྱིས།
en: “O Prince, the way is difficult and exhausting. Turn back.” If he does not turn back, you should tell him the way: “O Prince, Manoharā said this:

source: གཞོན་ནུ་ཡིད་འཕྲོག་མས་བསྟན་པ་བྱང་ཕྱོགས་ལོགས་ན་རི་ནག་པོ་གསུམ་མཆིས་སོ། །དེ་དག་རྒལ་བའི་ཕ་རོལ་ན་ཡང་གསུམ་མོ། །དེ་དག་རྒལ་བའི་ཕ་རོལ་ན་ཡང་གསུམ་མཆིས་སོ།
en: ‘There are three black mountains in the north, another three beyond them, and another three beyond them.

source: །དེ་དག་རྒལ་བ་དང་རིའི་རྒྱལ་པོ་གངས་ཅན་མཆིས་སོ།
en: And then beyond them, there is the Himalaya, the king of mountains.

source: །དེའི་བྱང་ཕྱོགས་ན་ནི་རི་བོ་ཕུར་པའི་རྩེ་མཆིས་སོ། །དེ་ནས་ལམ་ཆུ་སྒྲ་ཅན་དང་། སེང་ལྡེང་ཅན་དང་། རྒྱུད་གཅིག་པ་དང་། རྡོ་རྗེ་ཅན་དང་། འདོད་དགུར་སྒྱུར་བའི་གཟུགས་ཅན་དང་། ཕུར་པའི་དབྱིབས་དང་། ས་སྲུང་བུའི་དབྱིབས་དང་། མི་གཡོ་བ་དང་། རབ་གྲོལ་ཏེ།
en: To its north lies Mount Utkīlaka, and Kūjaka Jalapatha, Khadiraka, Ekadhāraka, Vajraka, Kāmarūpin, Utkīlaka,Airāvataka, Avevāṇa, and Pramokṣa.

source: རི་བོ་དེ་དག་ཁྱོད་ཀྱིས་རྒོལ་ཅིག །དེ་ལ་རི་བོ་སེང་ལྡེང་ཅན་དང་། རྒྱུད་གཅིག་པ་དང་། ཕུར་པའི་དབྱིབས་ལ་ནི་ཕུག་ནས་འཇུག །རྡོ་རྗེ་ཅན་ལ་ནི་བྱའི་རྒྱལ་པོས་འཇུག་སྟེ།
en: Go over these mountains. Among them, Mounts Khadhiraka, Ekadhāraka, and Utkīlaka are to be entered through caves, and Vajraka by the king of birds.

source: ཐབས་འདི་དག་གིས་རི་བོ་དེ་རྣམས་རྒལ་བར་བགྱིའོ།
en: You should cross the mountains by these means.

source: །འཁྲུལ་འཁོར་ར་གདོང་ཅན་དང་། ལུག་ལྟ་བུ་དང་། སྐྱེས་བུ་སྲིན་པོ་སེར་སྐྱའི་གཟུགས་ཅན་དག་ཀྱང་གཞོམ་པར་བགྱིའོ།
en: You should defeat the magical contraptions, which are the one with a goat-like face, the one like a sheep, and the man shaped like a yellow rākṣasa.

source: །ཕུག་ན་སྦྲུལ་ཁ་ཆུའི་རྒྱུན་ཆེན་པོའི་ཤུགས་ཀྱིས་རྒྱུག་པ་ཞིག་མཆིས་ཏེ།
en: There is a snake with a great stream of saliva, swimming in a cave.

source: དེ་ནི་ཞོ་ཤས་གཞོམ་པར་བགྱིའོ།
en: You should destroy it with courage.

source: །གང་ན་སྦྲུལ་ནི་ནག་པོ་ཞིག །ཕུག་ན་ཕྱེད་འདུག་མཐོང་ནས་ནི།
en: “ ‘ “ ‘When you see a black snake Sitting in the middle of the cave, Bend your bow, shoot an arrow,

source: །བདག་གི་སླད་དུ་གཞུ་བདུངས་ལ། །མདའ་ཡིས་བསྣུན་ཏེ་གསད་པར་གྱིས།
en: And kill it for me.

source: །གང་ནས་ལུག་གཉིས་ཕན་ཚུན་ནས།
en: “ ‘ “ ‘When you see two sheep

source: །རྡུང་བར་བྱེད་པ་མཐོང་ན་ནི།
en: Colliding with one another,

source: །དེ་གཉིས་རྭ་རེ་བཅག་མཛོད་དང་། །ལམ་ནི་རྙེད་པར་འགྱུར་ལགས་སོ།
en: Cut the horns off of both, And you will find a way. “ ‘ “ ‘When you see two iron men

source: །འཇིགས་པ་ཆེ་སྐྱེད་མཚོན་ཐོགས་པའི། །ལྕགས་ཀྱི་སྐྱེས་པ་གཉིས་མཐོང་ན།
en: Who cause great fear holding swords,

source: །དེ་གཉིས་ལས་ནི་གཅིག་བརྡེགས་དང་། །ལམ་ནི་རྙེད་པར་འགྱུར་ལགས་སོ།
en: Hit one of them, And you will find a way.

source: །སྲིན་མོ་ལྕགས་ཀྱི་མཆུ་ཅན་ཞིག །ཁ་འཛུམས་གདངས་པར་བགྱིད་གཟིགས་ན།
en: “ ‘ “ ‘When you see a rākṣasī with iron lips Opening and closing her mouth,

source: །དེ་ཚེ་དེ་ཡི་འཕྲལ་བ་ལ།
en: Then into her forehead

source: ཕུར་པ་དག་གིས་གདབ་པར་མཛོད།
en: Drive wedges.

source: །དེ་བཞིན་ཁྲོན་པ་ཀློང་དྲག་འཁྱིལ།
en: “ ‘ “ ‘Also, you should jump

source: །དྲུག་བཅུའི་ཁྲུ་ཅན་ལ་ཁྱོད་མཆོངས།
en: Across a violently swirling sixty-hasta well. Drawing your bow to the full, Kill a yakṣa and a rākṣasa

source: །སྐྲ་མིག་སེང་གེའི་ལྟར་སེར་ཞིང་།
en: With yellow hair and eyes like a lion,

source: །མི་བཟད་བསྙེན་པར་དཀའ་བ་ཡི།
en: Who are dreadful and difficult to approach. “ ‘ “ ‘Cross many rivers

source: །གནོད་སྦྱིན་དང་ནི་སྲིན་པོ་དག །གཞུ་བཀང་སྟེ་ནི་གསད་མཛོད་ལ།
en: Full of crocodiles and alligators, Namely, the Naṅgā, Pataṅgā, Tapanī,

source: །ཆུ་སྲིན་འཛིན་ཁྲིས་གང་བ་ཡི། །ཆུ་བོ་མང་པོ་རྒལ་མཛོད་ཅིག །ནང་ག་ཕྱེ་མ་ལབ་གདུངས་དང་། །སྣ་ཚོགས་ངུད་མོ་དགོད་པ་དང་། །སྦྲུལ་ཅན་འོད་མ་ཅན་གྱི་ཀླུང་།
en: Citrā, Rudanī, Hasanī, Āśīviṣā, and Vetranadī.

source: །ནང་ག་ན་ནི་སྲིན་མོ་ཁྲོ།
en: “ ‘ “ ‘There are angry rākṣasīs in the Naṅgā,

source: །ཕྱེ་མ་ལབ་ན་མི་མ་ཡིན།
en: Demons in the Pataṅgā,

source: །གདུངས་པ་ན་ནི་འཛིན་ཁྲི་མང་།
en: Many alligators in the Tapanī,

source: །སྣ་ཚོགས་ཅན་ན་འདོད་སྒྱུར་གཟུགས།
en: Beings assuming any shape at will in the Citrā,

source: །ངུད་མོར་མིའམ་ཅི་ཡི་བྲན།
en: A female servant of kinnarīs in the Rudanī,

source: །དགོད་པ་ན་ནི་མིའམ་ཅིའོ།
en: A daughter-in-law of kinnarīs in the Hasanī,

source: །མནའ་མ་སྦྲུལ་ཅན་སྦྲུལ་མང་ན།
en: Many snakes in the Āśīviṣā,

source: །འོད་མ་ཅན་ཀླུང་ཤལ་མ་ལི།
en: And śālmali trees in the Vetranadī.

source: །ནང་ག་ལ་ནི་བརྟན་པར་བྱ།
en: “ ‘ “ ‘You should behave confidently in the Naṅgā,

source: །ཕྱེ་མ་ལབ་ལ་རྟུལ་ཕོད་བྱ།
en: Take courage in the Pataṅgā,

source: །གདུངས་པར་འཛིན་ཁྲི་ཁ་བཅིང་ངོ་།
en: And tie the mouths of the alligators in the Tapanī.

source: །སྣ་ཚོགས་ཅན་དུ་ཀླུ་སྣ་ཚོགས།
en: Cross the Citrā by means of various songs,

source: །དུད་མོ་ཅན་དུ་ཡིད་བདེ་བས།
en: The Rudanī with satisfaction,

source: །དགོད་བྱེད་དུ་མི་སྨྲ་བ་ཡི།
en: And the Hasanī in silence.

source: །སྦྱོར་བས་ཀུན་དུ་རྒལ་བར་མཛོད།
en: “ ‘ “ ‘Cross the Āśīviṣā by means of

source: །སྦྲུལ་ཅན་དུ་ནི་སྦྲུལ་དུག་གི།
en: The charm against snakebite

source: །སྔགས་ཀྱི་སྦྱོར་དང་འོད་མ་ཅན།
en: And the Vetranadī by

source: །ཀླུང་དུ་མཚོན་རྣོན་གདབ་པ་ཡི། །སྦྱོར་བས་ཀུན་དུ་རྒལ་བར་མཛོད།
en: Striking with a sharp weapon.

source: །ཆུ་བོ་རྣམས་རྒལ་ནས་གཅན་པའི་གནས་ན་གནོད་སྦྱིན་ལྔ་བརྒྱ་ཡོད་པ་དེ་རྣམས་ལ་སྲན་ཚུགས་ཏེ་གཞོམ་པར་མཛོད་ཅིག །དེ་ནས་ནི་མི་འམ་ཅིའི་རྒྱལ་པོའི་ཕོ་བྲང་མཆིས་སོ་ཞེས་གསུངས་ཤིག །དྲང་སྲོང་དེ་ལ་ཡིད་འཕྲོག་མས་དེ་སྐད་ཅེས་སྨྲས་ནས་རྐང་པ་གཉིས་ལ་མགོ་བོས་གཏུགས་ཏེ་དེ་ནས་སོང་ངོ་།
en: “ ‘ “ ‘Having crossed the rivers, with composure defeat the five hundred yakṣas on the lookout. Then, the palace of the king of kinnaras is there.’ ” ’

source: །ཇི་ཙམ་ན་གཞོན་ནུ་ནོར་བཟངས་ཀྱིས་རི་འོར་དེ་ཕབ་ནས་སྐྱེས་ཁྱེར་ཏེ་གླང་པོའི་གྲོང་ཁྱེར་དུ་འོངས་སོ་ཞེས་རྒྱལ་པོས་ཐོས་ནས་མཆོག་ཏུ་དགའ་བ་སྐྱེས་སོ།
en: “After she had thus spoken to the ṛṣi, Manoharā paid homage at his feet and departed. “Later, the king heard that Prince Sudhana had conquered the hamlet and come back to the city of Hastināpura, bringing presents, and he was very pleased.

source: །དེ་ནས་གཞོན་ནུ་ངལ་སོས་ནས་ཕའི་དྲུང་དུ་སོང་སྟེ་ཕྱག་བྱས་ནས་མདུན་དུ་འདུག་པ་དང་། རྒྱལ་པོས་མཆོག་ཏུ་དགའ་བར་འགྱུར་བའི་གཏམ་བྱས་ནས་སྨྲས་པ།
en: After the prince was fully rested, he went to his father, greeted him, and sat down in front of him. The king spoke to him in an extremely pleasing manner.

source: གཞོན་ནུ་ཁྱོད་བདེ་བར་འོངས་སམ།
en: ‘O Prince,’ he inquired, ‘did you come back safely?’

source: ལྷ་ཁྱོད་ཀྱི་བཀའ་དྲིན་གྱིས་རི་འོར་བ་ཕབ་སྟེ་གཏེའུ་བཟུང་།
en: “ ‘Your Majesty, thanks to you, the chief of the hamlet was conquered, their property was taken as security, and a new chief was appointed.

source: སྣ་བོ་བསྐོས་ལགས་ཏེ།
en: Here are also taxes and presents.

source: དཔྱ་དང་སྐྱེས་ཀྱང་འདི་དག་ལགས་ཀྱིས་ཕྱག་མཛོད་དུ་གཞུག་ཏུ་གསོལ།
en: Accept them for your storehouse.’

source: རྒྱལ་པོས་སྨྲས་པ། བུ་ལེགས་པར་བྱས་ཀྱིས་བཞེས་སོ།
en: “ ‘Son, you did a good job. I will accept them,’ said the king.

source: །དེ་ནས་གཞོན་ནུས་ཕ་ལ་ཕྱག་བྱས་ནས་ཆས་པ་དང་། རྒྱལ་པོས་སྨྲས་པ།
en: “Then the prince expressed to his father his wish to leave.

source: གཞོན་ནུ་སྐྱེས་ལ་ལྷན་ཅིག་ཁོ་ནར་ལོངས་སྤྱད་ཀྱིས་འདུག་ཤིག །ལྷ་བདག་གིས་ཡིད་འཕྲོག་མ་མ་མཐོང་ནས་ཡུན་རིང་ཞིག་ལགས་པས་མཆི་ལགས་སོ།
en: The king said, ‘O Prince, stay here so we might enjoy the presents together.’ “ ‘Your Majesty, I have not seen Manoharā for a long time, and so I will go.’

source: །གཞོན་ནུ་དེང་འགྲོ་བ་ཤོལ་ལ་སང་སོང་ཤིག །དེ་གལ་གྱིས་འཆུ་ཞིང་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “ ‘O Prince, do not leave today—leave tomorrow.’

source: །ཡབ་ངེས་པར་དེང་ཉིད་བདག་མཆི་ལགས་སོ།
en: “He insisted, saying, ‘Father, I must certainly go today.’

source: །རྒྱལ་པོ་ཅང་མི་སྨྲ་བར་འདུག་གོ།
en: “The king remained silent.

source: །དེ་ནས་གཞོན་ནུ་རང་གི་ཁྱིམ་དུ་སོང་ན་བཙུན་མོའི་ཕོ་བྲང་གི་སྒོ་དཔལ་གྱིས་སྟོང་པར་མཐོང་ནས་དེ་སེམས་ཁོང་དུ་ཆུད་བཞིན་དུ་ཞུགས་ན།
en: Then the prince went to his residence.

source: ཡིད་འཕྲོག་མ་མ་མཐོང་ནས་སྙིང་སྟོར་ཏེ་ཕན་ཚུན་དུ་རྒྱུ་ཞིང་ཡིད་འཕྲོག་མ་ཡིད་འཕྲོག་མ་ཞེས་སྒྲ་ཕྱུང་ངོ་།
en: Seeing that the door of the consorts’ palace had lost its radiance, he anxiously entered, but he did not see Manoharā. Dazed and wandering around, he cried, ‘Manoharā! Manoharā!’

source: །ཇི་ཙམ་ན་བཙུན་མོ་རྣམས་ཚོགས་ནས་བཙུན་མོ་དེ་རྣམས་ཀྱིས་གཏམ་རླུང་ལ་བསྐུར་བ་དང་། དེའི་སྙིང་ལ་ཟུག་རྔུས་ཟུག་པས་ཡང་ནས་ཡང་དུ་དྲིས་པ་ལས།
en: “Then the consorts gathered and gossiped about her.

source: དེ་རྣམས་ཀྱིས་ཇི་ལྟར་གྱུར་པ་སྨྲས་སོ།
en: With his heart tormented, he asked all of them about this, and they explained exactly what had happened.

source: །དེ་མྱ་ངན་གྱིས་ཡིད་བློང་བར་གྱུར་ཏོ།
en: He was stupefied with sorrow.

source: །བུད་མེད་དེ་རྣམས་ཀྱིས་སྨྲས་པ། ལྷ་བཙུན་མོའི་འཁོར་འདི་ན་དེ་བས་བུད་མེད་ཤིན་ཏུ་ཁྱད་པར་དུ་འཕགས་པ་དག་མཆིས་ན་ཅིའི་སླད་དུ་ཐུགས་ངན་མཛད།
en: The women said to him, ‘Your Highness, there are women much more excellent than her in this harem. Why are you so sad?’

source: དེས་ཕ་སྙིང་རྗེ་མེད་ཅིང་བྱས་པ་ཆུད་གསོན་པ་ཐོས་ནས་མའི་དྲུང་དུ་སོང་སྟེ་རྐང་པ་ལ་གཏུགས་ནས་སྨྲས་པ། ཡུམ།
en: “Having learned that his father was ungrateful, he went to his mother, threw himself at her feet, and lamented, ‘Mother, “ ‘I do not see Manoharā,

source: ཡིད་བཞིན་ཡོན་ཏན་ལྡན་གྱུར་ཅིང་།
en: Who is possessed of desirable qualities

source: །གཟུགས་མཛེས་ཕུན་སུམ་ཚོགས་པ་ཡི། །ཡིད་འཕྲོག་མ་ནི་མི་གདའ་ན།
en: And is perfect in beautiful appearance.

source: །བདག་གི་ཡིད་འཕྲོག་གང་དུ་མཆིས།
en: Where has my Manoharā gone? “ ‘I am running about, driven by my mind (manas);

source: །ཡིད་ཀྱིས་རབ་ཏུ་བརྒྱུག་སྙམ་ནའང་། །བདག་གི་ཡིད་ནི་ཀུན་ཏུ་རྨོངས།
en: My mind is utterly perplexed.

source: །དེ་དང་བྲལ་བར་གྱུར་པ་ཡིས།
en: Because I have been parted from her,

source: །སྙིང་ནི་ཤིན་ཏུ་གདུངས་པ་ཉིད། །བདག་གི་ཡིད་དུ་མཆི་ཞིང་ཡིད་འཕྲོག་ལ། །ཡིད་དུ་འཐད་ཅིང་ཡིད་ལ་དགའ་བ་ཡི།
en: My heart grieves bitterly. “ ‘Manoharā, who would please my mind, engross my mind (manoharā), Delight my mind, and gladden my mind—

source: །ཡིད་འཕྲོག་དང་བྲལ་བདག་ལུས་གདུངས་པ་ཡི།
en: Because I have been parted from her, my body is seized with pain.

source: །བདག་གི་སྡུག་བསྔལ་འདི་ནི་གང་ནས་མཆིས། །དེས་སྨྲས་པ།
en: Where does this pain of mine come from?’

source: བུ་ཡིད་འཕྲོག་མ་སྡུག་བསྔལ་མི་བཟད་པ་ཉམ་ང་བར་གྱུར་ནས་ཁོ་མོས་བཏང་ངོ་།
en: “ ‘Son,’ she said, ‘Manoharā experienced unbearable pain and fear, so I released her.’

source: །ཡུམ་ཇི་ལྟར་གྱུར།
en: “ ‘Mother, how did this happen?’

source: དེས་ཇི་ལྟར་གྱུར་པ་ཐམས་ཅད་རྒྱས་པར་སྨྲས་པ་དང་། དེས་ཕ་སྙིང་རྗེ་མེད་ཅིང་བྱས་པ་མི་གཟོ་བ་ཡིན་ནོ་ཞེས་སྨྲས་ནས་ཡང་སྨྲས་པ། ཡུམ་གང་དུ་མཆིས།
en: “She related in detail all that had happened. He said, ‘My father is merciless and ungrateful.’ And then he asked, ‘Mother, where did she go?

source: ཤུལ་ནི་གང་ནས།
en: By which way?’

source: གང་དུ་ཡིད་འཕྲོག་སོང་བ་ཡི།
en: “ ‘The way by which Manoharā went

source: །ལམ་དེ་རི་དང་དྲང་སྲོང་དང་། །སེང་གེ་དག་གིས་རྟག་བསྟེན་ཅིང་།
en: Is the mountain Where ṛṣis and lions always dwell

source: །ཆོས་ཀྱི་རྒྱལ་པོ་གནས་པ་ཡིན།
en: And the king of the Dharma lives.’

source: །དེ་ཡིད་འཕྲོག་མ་དང་བྲལ་བའི་སྡུག་བསྔལ་གྱིས་མི་བཟད་པར་ཉམ་ཐག་ཅིང་སྙིང་རྗེ་རྗེ་སྐད་དུ་བླ་ཞིང་སྨྲེ་སྔགས་འདོན་པ།
en: “Unable to bear the pain of separation from Manoharā, he became weary and again lamented in a piteous voice: “ ‘I do not see Manoharā,

source: ཡིད་བཞིན་ཡོན་ཏན་ལྡན་གྱུར་པའི།
en: Who is possessed of desirable qualities . . .

source: །ཡིད་འཕྲོག་མ་ནི་མི་གདའ་ན། །ཞེས་བྱ་བ་ནས་བདག་གི་སྡུག་བསྔལ་འདི་ནི་གང་ནས་འོངས་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Where does this pain of mine come from?’

source: །དེ་ནས་མས་སྨྲས་པ། བུ་བཙུན་མོའི་འཁོར་འདི་ན་དེ་བས་ཆེས་ཁྱད་པར་དུ་འཕགས་པའི་བུད་མེད་དག་ཡོད་ན་ཅིའི་ཕྱིར་མྱ་ངན་བྱེད།
en: “Then his mother said to him, ‘Son, there are women much more excellent than her in this harem. Why are you so sad?’

source: གཞོན་ནུས་སྨྲས་པ། ཡུམ་དེ་མ་རྙེད་པར་བདག་དགའ་བར་ག་ལ་འགྱུར།
en: “ ‘Mother,’ replied the prince, ‘so long as I do not have her, with whom would I be pleased?’

source: དེས་དེ་དབུགས་ཕྱུང་ཡང་འོན་ཀྱང་མྱ་ངན་གྱིས་གདུངས་ནས་དེའི་ཁུངས་ཚོལ་ཞིང་ཕན་ཚུན་དུ་བཙལ་བར་བརྩམས་ཏེ་དེའི་བློ་སྐྱེས་པ།
en: “She tried to soothe him, but he kept grieving with sorrow. He began to wander, seeking Manoharā’s whereabouts. He then hit on a good idea:

source: གང་ཁོ་ན་ལས་ཐོབ་པ་དེ་ཉིད་ལ་རེ་ཞིག་དྲིའོ་སྙམ་ནས། དེས་རྔོན་པ་སྤང་ལེབ་ཅན་གྱི་དྲུང་དུ་སོང་སྟེ་དྲིས་པ། ཁྱོད་ཀྱིས་ཡིད་འཕྲོག་མ་གང་ནས་རྙེད།
en: ‘I will first ask the very man from whom I obtained her.’ And so he went to the hunter Phalaka and demanded, ‘From whom did you obtain Manoharā?’

source: དེས་སྨྲས་པ། རི་བོ་ཆེ་གེ་མོའི་ངོས་ལ་དྲང་སྲོང་ཞིག་གནས་ཏེ། དེའི་བསྟི་གནས་ན་ཚངས་པ་འདུ་བ་ཞེས་བགྱི་བའི་རྫིང་མཆིས་ཏེ།
en: “ ‘There lives a ṛṣi at the foot of a mountain called such-and-such,’ he replied, ‘and there is a lotus pond named Brahmasabhā in his hermitage.

source: དེར་ཁྲུས་ལ་ཞུགས་པ་ལས་དྲང་སྲོང་གིས་བསྟན་ནས་རྙེད་དོ། །དེས་བསམས་པ།
en: She came to bathe there. The ṛṣi told me this, and so I obtained her.’

source: ད་ནི་དྲང་སྲོང་གི་དྲུང་དུ་སོང་དང་དེ་ལས་ཁུངས་ཕྱིན་པར་འགྱུར་རོ་སྙམ་མོ།
en: “ ‘I will now go to the ṛṣi,’ thought the prince. ‘I will discover her whereabouts from him.’

source: །རྒྱལ་པོས་གཞོན་ནུ་ཡིད་འཕྲོག་མ་དང་བྲལ་བས་ཤིན་ཏུ་ཡིད་བློང་བའི་གཏམ་དེ་ཐོས་སོ།
en: “The king heard a rumor that the prince was utterly stupefied because of his separation from Manoharā.

source: །དེ་ནས་རྒྱལ་པོས་སྨྲས་པ། གཞོན་ནུ་ཁྱོད་ཡིད་བློང་དུ་ཅི་ཡོད།
en: Then the king asked him, ‘O Prince, why should you be stupefied?

source: ད་ནི་དེ་བས་ཁྱད་པར་འཕགས་པའི་ཆུང་མ་སྦྱིན་ནོ།
en: I will soon give you a wife more excellent than her.’

source: །དེས་སྨྲས་པ། ཡབ་བདག་ནི་དེ་མ་ལགས་པའི་མཆིས་འབྲང་གི་འཁོར་དང་མཆིས་པར་རྔོ་མི་ཐོག་ལགས་སོ།
en: “ ‘Father,’ he answered, ‘I cannot be with my harem without her.’

source: །རྒྱལ་པོས་དེ་ལ་ལན་དུ་མ་སྨྲས་ཀྱང་མ་ཟློགས་སོ། །དེ་ནས་རྒྱལ་པོས་གྲོང་ཁྱེར་གྱི་སྒོ་དང་ར་བའི་ཁར་ཅི་ནས་ཀྱང་གཞོན་ནུ་ཕྱིར་མི་འཆོར་བར་བྱ་བའི་ཕྱིར་སྐྱེས་བུ་སྲུང་མ་དག་བཀོད་དོ།
en: “Although the king told him the same thing many times, the prince would not change his mind. Then the king installed guards at the city gate and city wall, lest the prince try to escape by those means.

source: །དེ་ནས་གཞོན་ནུ་ནི་མཚན་ཐོག་ཐག་མི་ཉལ་བར་གྱུར་ཏོ།
en: The prince remained awake throughout the night.

source: །ལྔ་པོ་འདི་དག་ནི་མཚན་མོ་ཅུང་ཟད་ཉལ་གྱི་ཕལ་ཆེར་མི་ཉལ་ཏེ།
en: These five kinds of beings are said to sleep little at night—to hardly sleep at all.

source: སྐྱེས་པ་བུད་མེད་ལ་ཆགས་པས་སེམས་བཅིངས་པ་དང་། བུད་མེད་སྐྱེས་པ་ལ་ཆགས་པ་དང་། སྲོག་ཆགས་ངུར་པ་དང་། ཆོམ་རྐུན་པའི་ར་བགོ་དང་། དགེ་སློང་བརྩོན་འགྲུས་བརྩམས་པ་ཡིན་ནོ་ཞེས་གསུངས་སོ།
en: They are said to be a man bound up by attachment to a woman, a woman bound up by attachment to a man, a being that is a red wild duck, the chief of thieves, and a monk who is striving.

source: །དེ་ནས་གཞོན་ནུ་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་བདག་སྒོ་ནས་སོང་ན་རྒྱལ་པོའི་སྒོ་སྲུངས་ཀྱི་སྲུང་མ་གཏུམ་པོ་དག་ཡོད་དེ། དེ་རྣམས་ཀྱིས་བདག་ཆད་པས་གཅོད་པའམ། སྲོག་དང་བྲལ་བར་བྱེད་པར་འགྱུར་གྱིས། ཅི་ནས་ཀྱང་མ་ལ་བདག་སྲུང་མ་མེད་པའི་ལམ་ནས་འགྲོའོ་སྙམ་ནས།
en: “Thereupon the prince thought, ‘If I go through the king’s gate, there are fierce guards watching over it, and they will cut me in punishment or kill me. I will now go by any means along the path where there are no guards.’

source: དེ་མཚན་མོ་ལངས་ཏེ་ཨུཏྤ་ལ་སྔོན་པོའི་ཕྲེང་བས་མགོ་བོ་བཅིངས་པའི་ཕྲེང་བ་རྒྱལ་མཚན་ལ་བཏགས་ནས་གང་ན་སྲུང་མའི་མི་མེད་པ་དེ་ནས་བབས་པ་ན་ཟླ་བ་ཤར་ཏོ།
en: “He rose that night, tied the garland of blue utpalas that had been fastened to his head to a banner, and descended where there were no guards. Then the moon came out.

source: །དེ་ནས་དེས་ཟླ་བ་ལ་བལྟས་ནས་ཡིད་འཕྲོག་མ་དང་བྲལ་བའི་སྨྲེ་སྔགས་འདི་ལྟ་བུ་དག་འདོན་པར་བྱེད་དེ།
en: When he saw the moon, he chanted a lamentation about his separation from Manoharā thus:

source: ཟླ་ཉ་རྒྱུ་སྐར་རྒྱལ་པོ་མཚན་མོ་གསལ་བྱེད་ཀྱེ།
en: “ ‘O full moon, king of celestial bodies, illuminator of the night,

source: །ཁྱོད་ནི་སྣར་མའི་མིག་ཏུ་སྡུག་པ་དེད་དཔོན་བཟང་།
en: O wise caravan leader, you are beloved to the eyes of Rohiṇī, your wife.

source: །ཅི་ག་བདག་གི་སྡུག་པ་ཨུཏྤ་ལ་ལྟ་བུའི་མིག །ཡིད་འཕྲོག་ཅེས་བགྱི་ཁྱོད་ཀྱིས་ས་སྟེངས་གཟིགས་ལགས་སམ།
en: Did you see Manoharā, my beloved, whose eyes are like utpalas, Anywhere on the face of the earth?’

source: །ཞེས་སྨྲས་ནས། སྔོན་གྱི་དགའ་བ་ཉམས་སུ་མྱོང་བ་དྲན་ཞིང་སོང་བ་ལས་རི་དགས་མོ་ཞིག་མཐོང་ནས་དེ་ལ་ཡང་སྨྲས་པ།
en: “He then proceeded, remembering the joy he had experienced before. He saw a doe and said to her, too:

source: ཀྱེ་མ་རི་དགས་མོ་ཁྱོད་རྩྭ་ཆུ་ལོ་མ་ཟ།
en: “ ‘O doe, you eat grass and leaves and drink water.

source: །ཁྱོད་ནི་ལེགས་གྱུར་བདེར་སྤྱོད་བདག་ནི་རྔོན་པ་མིན།
en: May fortune be with you! Feel at ease. I am not a hunter.

source: །རི་དགས་མོ་ལྟར་མིག་དཀྱུས་རིང་བས་གཟུགས་བཟང་བ། །བདག་གི་ཡིད་འཕྲོག་ཅེས་བྱ་ཁྱོད་ཀྱིས་མཐོང་གྱུར་ཏམ།
en: Did you see my beautiful Manoharā, Whose large eyes are like a doe’s?’

source: །དེ་དེ་ནས་སོང་སྟེ་ཕྱོགས་གཞན་ཞིག་ཏུ་ཕྱིན་པ་དང་། ཚལ་མེ་ཏོག་དང་འབྲས་བུས་མཛེས་པར་བྱས་པའི་སྙིང་པོ་ལ་བུང་བ་དག་ལོངས་སྤྱོད་པ་མཐོང་ནས་དེ་ནས་བུང་བ་ཞིག་ལ་སྨྲས་པ།
en: “He left there and arrived at a certain other place. Seeing bees playing in the middle of a forest adorned with flowers and fruits, he said to a bee:

source: སྦྲང་རྩིའི་བུང་བ་རི་བོ་མཐོན་ཏིང་ལྟ་བུའི་མཆོག །སྨྱུག་མའི་སྦུབས་དང་པད་མ་དག་ལ་གནས་འཆའ་བ།
en: “ ‘O best of bees like a dark-colored mountain,

source: །སྐྲ་ཡི་ཚོགས་རིང་ཁ་དོག་བུང་བ་ལྟར་གནག་པ།
en: Who inhabits bamboo joints and lotuses,

source: །བདག་གི་ཡིད་འཕྲོག་ཅེས་བྱ་ཁྱོད་ཀྱིས་མཐོང་གྱུར་ཏམ།
en: Did you see my Manoharā, Whose long locks are as black as a bee?’

source: །ཕྱོགས་དེ་ནས་ཀྱང་སོང་བ་དང་སྦྲུལ་ཞིག་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་སྨྲས་པ།
en: “He left that place, too, and when he saw a snake, he said:

source: ཀྱེ་མའོ་སྦྲུལ་གནག་ཤིང་ལོ་ལྟ་བུར་ལྕེ་གཡོ་ཞིང་། །མིག་དང་ཁ་ཡི་ནང་ནས་དུད་པའི་ཚོགས་འབྱིན་པ།
en: “ ‘O black snake, who breathes out a cloud of smoke from your eyes and mouth, With your tongue quivering like the leaf of a tree,

source: །ཁྱོད་ཀྱི་གདུག་པའི་མེ་དང་འདོད་ཆགས་མེར་མི་མཚུངས།
en: Your poisonous fire does not resemble the fire of passion.

source: །དེ་ནས་ཀྱང་ཕྱོགས་གཞན་ཞིག་ཏུ་སོན་པ་དང་། ཚལ་གཞན་ཞིག་ན་ཁུ་བྱུག་སྒྲ་འབྱིན་པ་ཞིག་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་ཁུ་བྱུག་དེ་ལ་ཡང་སྨྲས་པ།
en: “Thereupon he went to another place. When he saw a cuckoo singing in a certain forest, he said to the cuckoo, too:

source: ཀྱེ་མ་ཁུ་བྱུག་ཚལ་མཆོག་ལྗོན་ཤིང་ལ་གནས་པ།
en: “ ‘O cuckoo, who lives in a tree in the best forest,

source: །འདབ་ཆགས་ཚོགས་ཀྱི་རྒྱལ་པོ་བུད་མེད་ཡིད་འཕྲོག་པ།
en: King of birds, who engrosses the minds (manoharā) of women,

source: །ཨུཏྤལ་སྔོན་པོ་ལྟ་བུར་དྲི་མེད་མཛེས་པའི་མིག །བདག་གི་ཡིད་འཕྲོག་ཅེས་བྱ་ཁྱོད་ཀྱིས་མཐོང་གྱུར་ཏམ།
en: Did you see my Manoharā, Whose eyes are spotless and beautiful like blue utpalas?’

source: །ཕྱོགས་དེ་ནས་ཀྱང་སོང་བ་དང་། ཤིང་མྱ་ངན་འཚང་ཞེས་བྱ་བ་མེ་ཏོག་ཐམས་ཅད་རྒྱས་པ་ཞིག་མཐོང་ནས།
en: “He left that place, too, and saw a tree called aśoka, ‘without sorrow,’ full of blossoms.

source: མིང་གི་རྣམ་གྲངས་བཀྲ་ཤིས་ཞེས་བརྗོད་པ།
en: “ ‘O one whose name is said to be auspicious,

source: །ལྗོན་པ་རྣམས་ཀྱི་རྒྱལ་པོ་ཆེར་གྱུར་ལ།
en: Who is the great king of trees,

source: །ཡིད་འཕྲོག་མྱ་ངན་གྱིས་ནི་བློང་བ་དག །ཐལ་མོ་སྦྱོར་ན་ཁྱོད་ཀྱིས་མྱ་ངན་སོངས།
en: I, stupefied by sorrow for Manoharā, Make the gesture of supplication to you. May you remove my sorrow!’

source: །དེ་དེ་ལྟར་ཡིད་བློང་བཞིན་རིམ་གྱིས་དྲང་སྲོང་དེའི་བསྟི་གནས་སུ་ཕྱིན་ནས་དེས་དྲང་སྲོང་དེ་ལ་དུལ་བ་དང་བཅས་པས་ཕྱག་བྱས་ནས་སྨྲས་པ།
en: “Thus stupefied, he arrived in due course at the ṛṣi’s hermitage. Having politely greeted the ṛṣi, he said:

source: བཟོད་འཕགས་གོས་སུ་ཤིང་ཤུན་དང་ནི་གཡང་གཞི་མནབས།
en: “ ‘O patient one dressed in a garment of bark and antelope skin,

source: །རྩ་བ་མྱུ་གུ་སྐྱུ་རུ་བིལ་བ་ཀ་པིད་གསོལ།
en: Who eats roots, shoots, and fruits of the āmalaka, vilva, and kapittha,

source: །དྲང་སྲོང་མགོས་བཏུད་ཕྱག་འཚལ་བདག་གི་ཡིད་འཕྲོག་མ།
en: O ṛṣi, I greet you, bowing down.
